Revit 2024 API
ParameterTypeId.StructuralSectionCprofileFoldLength Property
 "Fold Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralSectionCprofileFoldLength { get; }
Visual Basic
Public Shared ReadOnly Property StructuralSectionCprofileFoldLength As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralSectionCprofileFoldLength {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace